Revit 2027 API
ScheduleFilter Constructor
 Creates a new ScheduleFilter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ScheduleFilter()
Public Sub New
public:
ScheduleFilter()
new : unit -> ScheduleFilter
See Also
Reference
ScheduleFilter Class
ScheduleFilter Overload
Autodesk.Revit.DB Namespace